{
    "version": "https://jsonfeed.org/version/1",
    "title": "Project-J",
    "description": "",
    "home_page_url": "https://jerrynh770.github.io/Project-J",
    "feed_url": "https://jerrynh770.github.io/Project-J/feed.json",
    "user_comment": "",
    "author": {
        "name": "Jerrynh770"
    },
    "items": [
        {
            "id": "https://jerrynh770.github.io/Project-J/hello-world.html",
            "url": "https://jerrynh770.github.io/Project-J/hello-world.html",
            "title": "hello world",
            "author": {
                "name": "Jerrynh770"
            },
            "tags": [
            ],
            "date_published": "2021-05-24T10:31:21+08:00",
            "date_modified": "2021-05-24T10:31:21+08:00"
        },
        {
            "id": "https://jerrynh770.github.io/Project-J/project-t.html",
            "url": "https://jerrynh770.github.io/Project-J/project-t.html",
            "title": "Project T",
            "summary": " The Project T is a Threat Emulation and Red Teaming Framework built to be easy to use. The Project T is Feature Rich! Including, Keystroke Logging, Reflective DLL Injection, Reverse Shell, Password Recovery, etc. Remote Hacker Probe Core is open source and constantly improved.",
            "content_html": "\n  <p>\n    The Project T is a Threat Emulation and Red Teaming Framework built to be easy to use.\n<br>\n<br>The Project T is Feature Rich! Including, Keystroke Logging, Reflective DLL Injection, Reverse Shell, Password Recovery, etc.\n<br>Remote Hacker Probe Core is open source and constantly improved. and is no longer being updated or worked on.\n<br>Fast and Lightweight, Remote Hacker Probe is coded in Java meaning it will run anywhere in a JRE and Client in C++ for Native Windows.\n<br>The Remote Hacker Probe had 2 versions, Open Source and Professional Version. That have been merged into one and the source code of the Professional Version is also now open source. For more information click here.\n<br>\n<br>Please do not use the Remote Hacker Probe or any Software for Black Hat Activity. The Remote Hacker Probe is made for Authorized Penetration testing, Demonstrations and Reasearch. The Author is not responsible for any sort of misuse or damage caused by the program.\n<br>\n<br>\n  </p>",
            "author": {
                "name": "Jerrynh770"
            },
            "tags": [
            ],
            "date_published": "2021-05-24T10:07:07+08:00",
            "date_modified": "2021-05-24T10:07:07+08:00"
        }
    ]
}
